Repository: Rivsoft/tesla-order-status
Catalog: app/translations/*/LC_MESSAGES/messages.po
Languages: nl

source: Vehicle Options
nl: Voertuigopties

source: Drive Options
nl: Aandrijvingsopties

source: Performance Options
nl: Prestatie-opties

source: Manufacturing Options
nl: Productie-opties

source: Towing Options
nl: Trekhaakopties

source: Battery Options
nl: Accu-opties

source: Paint Options
nl: Lakopties

source: Wheels Options
nl: Velgopties

source: Suspension Options
nl: Ophangingsopties

source: Interior Options
nl: Interieuropties

source: Seating Options
nl: Stoelopties

source: Software Options
nl: Software-opties

source: Connectivity Options
nl: Connectiviteitsopties

source: Charging Options
nl: Laadopties

source: Hardware Options
nl: Hardware-opties

source: Protection Options
nl: Beschermingsopties

source: Rear-wheel drive single motor
nl: Achterwielaandrijving enkele motor

source: Long Range dual motor
nl: Long Range dubbele motor

source: Dual Motor AWD badging
nl: Dual Motor AWD badge

source: Dual motor all-wheel drive
nl: Dual motor vierwielaandrijving

source: Performance Upgrade Package
nl: Performance Upgrade Pakket

source: Model year 2022 Q2 build
nl: Modeljaar 2022 Q2 bouw

source: Model year 2023 Q4 build
nl: Modeljaar 2023 Q4 bouw

source: Towing package deleted
nl: Trekhaakpakket verwijderd

source: Factory tow package
nl: Fabriekstrekhaak

source: Long Range battery pack
nl: Long Range accupakket

source: Standard Range battery pack
nl: Standard Range accupakket

source: 4680 structural battery pack
nl: 4680 structureel accupakket

source: No Ludicrous upgrade
nl: Geen Ludicrous upgrade

source: Pearl White Multi-Coat paint
nl: Pearl White Multi-Coat lak

source: Red Multi-Coat paint
nl: Red Multi-Coat lak

source: Midnight Silver Metallic paint
nl: Midnight Silver Metallic lak

source: Deep Blue Metallic paint
nl: Deep Blue Metallic lak

source: Obsidian Black Metallic paint
nl: Obsidian Black Metallic lak

source: Titanium Metallic paint
nl: Titanium Metallic lak

source: Solid Black paint
nl: Solid Black lak

source: 19" Sport Wheels
nl: 19" Sportvelgen

source: 18" Aero Wheels
nl: 18" Aero-velgen

source: 20" Induction Wheels
nl: 20" Induction-velgen

source: 20" Gemini Wheels
nl: 20" Gemini-velgen

source: 21" Überturbine Wheels
nl: 21" Überturbine-velgen

source: 19" Crossflow Wheels
nl: 19" Crossflow-velgen

source: All-season tires
nl: All-season banden

source: Premium all-black interior
nl: Premium volledig zwart interieur

source: Premium black & white interior
nl: Premium zwart & wit interieur

source: Model Y black interior
nl: Model Y zwart interieur

source: Model Y black & white interior
nl: Model Y zwart & wit interieur

source: Interior ambient lighting
nl: Interieur sfeerverlichting

source: Subzero weather / heated components
nl: Winterpakket / verwarmde onderdelen

source: Front heated seats
nl: Verwarmde voorstoelen

source: Rear heated seats
nl: Verwarmde achterstoelen

source: Second row seat heaters
nl: Stoelverwarming tweede rij

source: MY 5 Seat Interior
nl: MY 5-zits interieur

source: Basic Autopilot
nl: Basis Autopilot

source: Autopilot hardware with no features
nl: Autopilot hardware zonder functies

source: Autopilot convenience features
nl: Autopilot comfortfuncties

source: Full Self-Driving capability
nl: Full Self-Driving capaciteit

source: Premium connectivity (1 year included)
nl: Premium connectivity (1 jaar inbegrepen)

source: Free unlimited Supercharging
nl: Gratis onbeperkt Supercharging

source: Power folding, heated side mirrors
nl: Elektrisch inklapbare, verwarmde buitenspiegels

source: Matrix LED headlights
nl: Matrix LED-koplampen

source: Premium audio amplifier
nl: Premium audioversterker

source: Left-hand drive configuration
nl: Configuratie voor links stuur

source: Right-hand drive configuration
nl: Configuratie voor rechts stuur

source: Factory paint protection film
nl: Fabrieks lakbeschermingsfolie

source: Performance red brake calipers
nl: Performance rode remklauwen

source: Wheel package
nl: Velgenpakket

source: Interior trim or material
nl: Interieurbekleding of materiaal

source: Autopilot or software package
nl: Autopilot of softwarepakket

source: Model designation
nl: Modelaanduiding

source: Seat or interior comfort
nl: Stoel of interieurcomfort

source: Drive-unit or performance upgrade
nl: Aandrijfunit of prestatie-upgrade

source: Equipment package
nl: Uitrustingspakket

source: Pickup at service/delivery center
nl: Ophalen bij service/leveringscentrum

source: Home delivery
nl: Thuisbezorging

source: Express pickup
nl: Express ophalen

source: Delivery center appointment
nl: Afspraak leveringscentrum

source: Retail store pickup
nl: Ophalen in winkel

source: Direct-to-customer handoff
nl: Directe overdracht aan klant

source: Final payment required
nl: Eindbetaling vereist

source: Payment received
nl: Betaling ontvangen

source: Funds in transit
nl: Geld onderweg

source: Payment scheduled
nl: Betaling gepland

source: Payment pending
nl: Betaling in behandeling

source: No payment required
nl: Geen betaling vereist

source: Payment under verification
nl: Betaling wordt geverifieerd

source: Not scheduled
nl: Niet gepland

source: Appointment scheduled
nl: Afspraak gepland

source: Appointment confirmed
nl: Afspraak bevestigd

source: Appointment rescheduled
nl: Afspraak verzet

source: Waiting for customer to schedule
nl: Wachten op planning door klant

source: Tesla scheduling in progress
nl: Tesla planning in uitvoering

source: Appointment completed
nl: Afspraak voltooid

source: Appointment cancelled
nl: Afspraak geannuleerd

source: Registration not started
nl: Registratie niet gestart

source: Registration in progress
nl: Registratie in uitvoering

source: Registration submitted
nl: Registratie ingediend

source: Registration approved
nl: Registratie goedgekeurd

source: Registration completed
nl: Registratie voltooid

source: Registration pending review
nl: Registratie in afwachting van beoordeling

source: Individual registrant
nl: Particuliere registrant

source: Business registrant
nl: Zakelijke registrant

source: Leased vehicle
nl: Leasevoertuig

source: Company-owned
nl: Bedrijfseigendom

source: Government fleet
nl: Overheidswagenpark

source: English (United States)
nl: Engels (Verenigde Staten)

source: English (Canada)
nl: Engels (Canada)

source: English (United Kingdom)
nl: Engels (Verenigd Koninkrijk)

source: French (France)
nl: Frans (Frankrijk)

source: French (Canada)
nl: Frans (Canada)

source: German (Germany)
nl: Duits (Duitsland)

source: Dutch (Netherlands)
nl: Nederlands (Nederland)

source: Spanish (Spain)
nl: Spaans (Spanje)

source: Spanish (Mexico)
nl: Spaans (Mexico)

source: Swedish (Sweden)
nl: Zweeds (Zweden)

source: Order placed
nl: Bestelling geplaatst

source: Order confirmed
nl: Bestelling bevestigd

source: Vehicle in production
nl: Voertuig in productie

source: Vehicle built
nl: Voertuig gebouwd

source: Vehicle in transit
nl: Voertuig onderweg

source: Vehicle delivered
nl: Voertuig afgeleverd

source: Order cancelled
nl: Bestelling geannuleerd

source: Order on hold
nl: Bestelling in de wacht

source: Awaiting factory allocation
nl: Wachten op fabriekstoewijzing

source: VIN assigned
nl: VIN toegewezen

source: Ready for delivery
nl: Klaar voor levering

source: Awaiting payment
nl: Wachten op betaling

source: Paperwork pending
nl: Papierwerk in behandeling

source: Retail loan
nl: Particuliere lening

source: Cash purchase
nl: Contante aankoop

source: Balloon financing
nl: Balloon financiering

source: Tesla financing
nl: Tesla financiering

source: Before-delivery readiness
nl: Gereedheid voor levering

source: Delivery-day handoff
nl: Overdracht op leveringsdag

source: Post-delivery follow-up
nl: Opvolging na levering

source: Finance clearance before delivery
nl: Financiële goedkeuring voor levering

source: Paperwork before delivery
nl: Papierwerk voor levering

source: Vehicle prep before delivery
nl: Voertuigvoorbereiding voor levering

source: Customer
nl: Klant

source: Before delivery
nl: Voor levering

source: During delivery
nl: Tijdens levering

source: After delivery
nl: Na levering

source: Post-delivery
nl: Na levering

source: Prior to appointment
nl: Voorafgaand aan afspraak

source: Delivery Type
nl: Leveringstype

source: Pickup Address
nl: Ophaaladres

source: Payment Status
nl: Betalingsstatus

source: Customer Amount Due
nl: Te betalen door klant

source: Order Placed
nl: Bestelling geplaatst

source: Order Booked
nl: Bestelling geboekt

source: N/A
nl: N.v.t.

source: unknown
nl: onbekend

source: Not Scheduled
nl: Niet gepland

source: TBD
nl: N.n.b.

source: Unknown
nl: Onbekend

source: Yes
nl: Ja

source: No
nl: Nee

source: name
nl: naam

source: Option
nl: Optie

source: Unrecognized option
nl: Onbekende optie

source: Custom configuration
nl: Aangepaste configuratie

source: months
nl: maanden

source: Finance Partner
nl: Financieringspartner

source: Interest Rate
nl: Rentepercentage

source: Monthly Payment
nl: Maandelijkse betaling

source: Term
nl: Looptijd

source: Down Payment
nl: Aanbetaling

source: Amount Sent
nl: Verzonden bedrag

source: Lender Amount Due
nl: Te betalen door kredietverstrekker

source: Pickup Location
nl: Ophaallocatie

source: Ready To Accept
nl: Klaar voor acceptatie

source: Self-Scheduling
nl: Zelf inplannen

source: Appointment Status
nl: Afspraakstatus

source: Tesla Actions Pending
nl: Acties Tesla in behandeling

source: Customer Actions Pending
nl: Acties klant in behandeling

source: Has Blocker
nl: Heeft blokkering

source: Registration Status
nl: Registratiestatus

source: Registrant Type
nl: Type registrant

source: Primary Registrant
nl: Hoofdregistrant

source: Country
nl: Land

source: Delivery Alerts
nl: Leveringsmeldingen

source: Order Status
nl: Bestelstatus

source: Order Substatus
nl: Bestelsubstatus

source: Vehicle Map ID
nl: Voertuigkaart ID

source: Locale
nl: Regio

source: B2B Order
nl: Zakelijke bestelling

source: Used Vehicle
nl: Occasion

source: Tesla Order Status
nl: Tesla Bestelstatus

source: History
nl: Geschiedenis

source: Refresh
nl: Verversen

source: Logout
nl: Uitloggen

source: Setting up your secure session…
nl: Uw beveiligde sessie wordt opgezet…

source: We are saving your Tesla tokens locally so only your browser can reuse them. This page will redirect once everything is ready.
nl: We slaan uw Tesla-tokens lokaal op zodat alleen uw browser ze kan hergebruiken. Deze pagina wordt doorgestuurd zodra alles gereed is.

source: Please keep this tab open.
nl: Houd dit tabblad open.

source: Something went wrong while saving your session. Please try logging in again.
nl: Er is iets misgegaan bij het opslaan van uw sessie. Probeer opnieuw in te loggen.

source: Order History
nl: Bestelgeschiedenis

source: Snapshots are stored locally in your browser whenever the dashboard loads.
nl: Snapshots worden lokaal in uw browser opgeslagen wanneer het dashboard laadt.

source: Clear History
nl: Geschiedenis wissen

source: No history yet. Visit the dashboard to capture your first snapshot.
nl: Nog geen geschiedenis. Bezoek het dashboard om uw eerste snapshot vast te leggen.

source: Delivery Window
nl: Leveringsvenster

source: Delivery Date
nl: Leverdatum

source: Delivery Location
nl: Afleverlocatie

source: ETA to Center
nl: Verwachte aankomst bij centrum

source: Latest order data loaded successfully.
nl: Laatste bestelgegevens succesvol geladen.

source: Vehicle preview unavailable
nl: Voertuigvoorbeeld niet beschikbaar

source: Decode
nl: Decoderen

source: Location
nl: Locatie

source: Appointment
nl: Afspraak

source: Manufacturer
nl: Fabrikant

source: Model Year
nl: Modeljaar

source: Body Type
nl: Carrosserietype

source: Battery Type
nl: Batterijtype

source: Motor / Drive Unit
nl: Motor / Aandrijfeenheid

source: Restraint System
nl: Beveiligingssysteem

source: Factory
nl: Fabriek

source: Serial Number
nl: Serienummer

source: Order Tasks
nl: Besteltaken

source: step
nl: stap

source: steps
nl: stappen

source: tracked from Tesla's delivery checklist.
nl: gevolgd vanuit Tesla's leveringschecklist.

source: Done
nl: Gereed

source: Action needed
nl: Actie vereist

source: Waiting on Tesla
nl: Wachten op Tesla

source: Other
nl: Overig

source: Info only
nl: Ter info

source: Complete
nl: Voltooid

source: Action required
nl: Actie vereist

source: No tasks surfaced for this order.
nl: Geen taken gevonden voor deze bestelling.

source: Delivery Logistics
nl: Leveringslogistiek

source: Appointments, pickup routing, and readiness gates from Tesla tasks.
nl: Afspraken, ophaalroutes en gereedheidspoorten van Tesla-taken.

source: No delivery metadata available.
nl: Geen leveringsmetadata beschikbaar.

source: Registration & Order
nl: Registratie & Bestelling

source: Paperwork milestones and regional routing pulled from Tesla.
nl: Papierwerkmijlpalen en regionale routing opgehaald bij Tesla.

source: No registration data surfaced.
nl: Geen registratiegegevens gevonden.

source: Finance Snapshot
nl: Financieel Overzicht

source: Down payments, lender status, and Tesla billing metadata.
nl: Aanbetalingen, status van de kredietverstrekker en Tesla-factureringsmetadata.

source: No finance data available.
nl: Geen financiële gegevens beschikbaar.

source: Order Metadata & Options
nl: Bestelmetadata & Opties

source: Internal statuses plus decoded market option codes.
nl: Interne statussen plus gedecodeerde marktoptiecodes.

source: No metadata available.
nl: Geen metadata beschikbaar.

source: Active Delivery Blockers
nl: Actieve Leveringsblokkades

source: Owner
nl: Eigenaar

source: When
nl: Wanneer

source: View Raw Tesla Payload
nl: Bekijk Ruwe Tesla Payload

source: No Orders Found
nl: Geen Bestellingen Gevonden

source: We couldn't find any active orders associated with your account. Try refreshing below or verify your Tesla credentials.
nl: We konden geen actieve bestellingen vinden die aan uw account zijn gekoppeld. Probeer hieronder te vernieuwen of verifieer uw Tesla-gegevens.

source: Refresh Orders
nl: Bestellingen Vernieuwen

source: Update Settings
nl: Instellingen Bijwerken

source: Tesla Authentication
nl: Tesla Authenticatie

source: Step 1: Open the Tesla Login page
nl: Stap 1: Open de Tesla inlogpagina

source: Step 2: Paste the redirected URL here
nl: Stap 2: Plak de omgeleide URL hier

source: Complete Login
nl: Login voltooien

source: Note: You will see a "Page Not Found" error on the Tesla page. This is normal. Copy the URL from your browser's address bar.
nl: Opmerking: U ziet een "Pagina niet gevonden" fout op de Tesla pagina. Dit is normaal. Kopieer de URL uit de adresbalk van uw browser.

source: Tokens are stored only inside this browser (IndexedDB + a service worker). Use the Logout link or clear site data if you want to remove them.
nl: Tokens worden alleen in deze browser opgeslagen (IndexedDB + een service worker). Gebruik de Uitloggen link of wis sitegegevens als u ze wilt verwijderen.

source: Tracking a Different Order?
nl: Een andere bestelling volgen?

source: This application tracks orders for the currently logged-in Tesla account. To track an order for a different user:
nl: Deze applicatie volgt bestellingen voor het momenteel ingelogde Tesla-account. Om een bestelling voor een andere gebruiker te volgen:

source: Log out of your Tesla account in your browser (or use Incognito mode).
nl: Log uit bij uw Tesla-account in uw browser (of gebruik de Incognito-modus).

source: Click "Open Tesla Login" above.
nl: Klik hierboven op "Open Tesla Login".

source: Sign in with the new account credentials.
nl: Log in met de nieuwe accountgegevens.

source: Paste the new callback URL here.
nl: Plak de nieuwe callback-URL hier.

source: Note: Logging in with a new account will overwrite the existing session tokens.
nl: Opmerking: Inloggen met een nieuw account overschrijft de bestaande sessietokens.

source: Signing you out…
nl: U wordt uitgelogd…

source: All locally stored Tesla credentials will be deleted. You will be redirected to the login page when the process is complete.
nl: Alle lokaal opgeslagen Tesla-gegevens worden verwijderd. U wordt doorgestuurd naar de inlogpagina wanneer het proces is voltooid.

source: Delivery Details
nl: Leveringsdetails

source: Trade-In
nl: Inruil

source: Financing
nl: Financiering

source: Registration
nl: Registratie

source: Schedule
nl: Planning

source: Final Payment
nl: Eindbetaling

source: Accept
nl: Accepteren

source: Check Back Later
nl: Kijk later terug

source: We'll notify you when it's time to schedule your delivery appointment
nl: We laten u weten wanneer het tijd is om uw leveringsafspraak te plannen
